Repository: brol/multiToc
Catalog: locales/*/main.po
Languages: fr

source: Tables of content
fr: Tables des matières

source: Table of content
fr: Table des matières

source: Add post TOC
fr: Ajouter une table des matières à un billet

source: By category
fr: Par catégorie

source: By tag
fr: Par mot-clé

source: By alpha order
fr: Par ordre alphabétique

source: MultiToc: table of content
fr: MultiToc : table des matières

source: Contents by category, keyword and alphabetical order
fr: Table des matières par catégorie, mot-clé et ordre alphabétique

source: Table of content by category
fr: Table des matières par catégorie

source: Table of content by alpha list
fr: Table des matières par ordre alphabétique

source: Table of content by tag
fr: Table des matières par mot-clé

source: Click on each group name to display or hide entries list
fr: Cliquez sur le nom de chacun des groupes pour afficher ou cacher la liste des billets

source: Title up
fr: Titres croissants

source: Title down
fr: Titres décroissants

source: Date up
fr: Dates croissantes

source: Date down
fr: Dates décroissantes

source: Author up
fr: Auteurs croissants

source: Author down
fr: Auteurs décroissants

source: Comments number up
fr: Nombre de commentaires croissant

source: Comments number down
fr: Nombre de commentaires décroissant

source: Trackbacks number up
fr: Nombre de rétroliens croissant

source: Trackbacks number down
fr: Nombre de rétroliens décroissant

source: TOC by tags
fr: Table des matières par mot-clé

source: Enable TOC by tags
fr: Activer la table des matières par mot-clé

source: Order of tags:
fr: Ordre des mots-clés :

source: Order of entries:
fr: Ordre des billets :

source: Name up
fr: Noms croissants

source: Name down
fr: Noms décroissants

source: TOC by alpha list
fr: Tables des matières par lettre

source: Enable TOC by alpha list
fr: Activer la table des matières par lettre

source: Order of alpha list:
fr: Ordre de la liste des lettres :

source: Alpha up
fr: Lettres croissantes

source: Alpha down
fr: Lettres décroissantes

source: Post TOC
fr: Table des matières pour les billets

source: Enable post TOC
fr: Activer la table des matières pour les billets

source: Auto numbering
fr: Numérotation automatique

source: TOC by category
fr: Tables des matières par catégorie

source: Enable TOC by category
fr: Activer la table des matières par catégorie

source: Order of categories:
fr: Ordre des catégories :

source: No option
fr: Aucune option

source: Display entry number of each group
fr: Afficher le nombre de billets pour chaque groupe

source: Display date
fr: Afficher la date

source: Display author
fr: Afficher l'auteur

source: Display category
fr: Afficher la catégorie

source: Display comment number
fr: Afficher le nombre de commentaires

source: Display trackback number
fr: Afficher le nombre de rétroliens

source: Display tags
fr: Afficher les mots-clés

source: Format date:
fr: Format de la date :

source: Those options require stacker plugin
fr: Ces options requièrent le plugin stacker

source: Configuration has been saved successfully
fr: La configuration a été enregistrée avec succès

source: Makes posts or content's tables of content
fr: Créer des tables des matières pour une liste de billets ou le contenu d'un billet
